from .register import *

MAIN = '''
*В любой момент ты сможешь получить от меня поддержку и обсудить что-то из области кардиологии.*

Тебе доступны:
Получение совета в моменте
Наблюдение за динамикой состояния здоровья
Установка напоминания о записи на прием
Планирование принятия лекарств и выполнения процедур
Кардиологическая викторина
'''

HELP_MESSAGE = '''
Что может делать этот бот?
Бот поможет вам в борьбе с кариологическими заболеваниями.
Так же он поможет не пропустить прием лекарств и поход к специалисту.
'''

DEFAULT_MESSAGE = '''
Используй предоставленный функционал взаимоействия.
'''

LLM_SYSTEM_MESSAGE = '''
Ты медецинский помощник.
'''