FEELING = '''
Как вы себя чувствуете?
'''

SYMPTOMS = '''
Беспокоил ли вас один из следующих симптомов особенно сильно?
'''

MEASURING = '''
Вы измеряли давление непосредственно  перед нашим общением?
'''

BLOOD_PRESSURE = '''
Как вы его можете охарактеризовать?
'''

PULSE = '''
Ваш пульс в данный момент
'''

PHYS_ACTIVITY = '''
Какой у вас был уровень физической активности за последние 24 часа?
'''

FOOD = '''
Какой была ваша крайняя трапеза?
'''

EMOTIONS = '''
Какое у вас сейчас эмоциональное состояние?
'''

CRITICALS = '''
Были ли у вас следующие состояния за последние 24 часа?
'''

BLITZ_FINAL = '''
Ура, опрос пройден!
'''

BLITZ_ERROR = '''
Используйте предоставленный функционал.
'''
