DYNAMIC_GREET = '''
Очень похвально, что ты решил посмотреть на свое здоровье в динамике!
'''

YET_ANOTHER_BLITZ = '''
Чтоб нам было что с чем собственно сравнивать приглашаю тебя незамедлительно пройти блиц-опрос.
Готов начать прохождение блиц-опроса?
'''

FIRST_BLITZ = '''
К сожалению нам не с чем сравнить твое текущее состояние, ведь ты еще ни разу не проходил блиц-опрос.
Готов пройти свой первый блиц опрос?
'''

BYE = '''
Понимаю! Возвращайся к этому когда будет время
'''

RESULT = '''
Поздравляю опрос пройден!

Результаты у нас получились следующие:
- Самочувствие {feeling}
- Артериальное давление {blood_pressure}
- Пульс {pulse}
- Уровень физической активности {sport}
- Качество употребленной пищи {food}
- Эмоциональное состояние {emotions}
'''

FIRST_FINAL = '''
Поздравляю с прохождением первого блиц-опроса!
Что же, возвращайся к сравнению позже
'''

DYNAMIC_ERROR = '''
Используйте предоставленный функционал.
'''