LLM_GREET = '''
Отлично, давай обсудим все что тебя волнует!

Давай перед этим обсудим твое состояние в данный момент. Это является ключевым моментом в предоставлении тебе качественной информации
Готов начать прохождение блиц-опроса?
'''

PREV_QUIZ = '''
В таком случае мы можем воспользоваться данными предыдущего опроса.
Если он был пройден недавно, то сделать так будет удобно!
'''

ASK = '''
Отлично!
Задавай вопрос.
'''

BYE = '''
Принял! Возвращайся к этому когда будет время
'''

IS_PREV_QUIZ = '''
Воспользуемся этими результатами?
'''

TEXT_ERR = '''
Мне все таки удобно работать с текстом. Напиши текстом
'''

ANOTHER_QUESTIONS = '''
Еще вопросы остались?
'''

LLM_FINAL = '''
Я рад что мне удалось тебе помочь с этим!
Как появятся вопросы сразу же пиши
'''


LLM_DIALOG_ERROR = '''
Используйте предоставленный функционал.
'''