ASK_NAME = '''
Перед началом работы нам следует познакомиться:
Укажите как можем к вам обращаться?
'''

ERR_NAME = '''
Я очень ценю любую связь от тебя, но напиши пожалуйста текстом как я могу обращаться к тебе?
'''

ERR_TEXT = '''
Я очень ценю любую связь от тебя, но напиши пожалуйста текстом!
'''

CHECK_NAME = '''
Верно ли я понимаю что вы желаете чтоб я запомнил вас под именем {USER_NAME}?
'''

ASK_RENAME = '''
Отлично! Напиши тогда желаемое имя и помни что если что, то ты всегда сможешь изменить его, используя командное меню
'''

GREET = '''
*Приятно познакомиться, {USER_NAME}!*
Чтоб наше общение было полезным именно для тебя, предлагаю пройти тебе небольшую анкету.
После этого, обещаю, я предоставлю тебе полный доступ к своему функционалу.
Не стесняйтесь и отвечайте как есть.
Любая информация будет иметь значение. Чем больше сведений вы сообщите, тем точнее рекомендации получите!
'''

ASK_GENDER = '''
Какого вы пола?
'''

ERR_KB = '''
Используйте кнопки.
'''

ASK_AGE = '''
Сколько вам лет?
'''

ERR_AGE = '''
Кажется введение возраста прошло неуспешно.
Я ожидаю получить число от 1 до 120.
'''

ERR_HEARTATTACK_COUNT = '''
Я ожидаю получить число от 0.
'''

ASK_HEARTATTAK_COUNT = '''
Сколько инфарктов и инсультов вы пережили?
'''

ASK_BLOOD_PRESSURE = '''
Как вы можете охарактеризовать свое обычное АД?
'''

SMOKING = '''
Курите ли вы?
'''

SPORT = '''
Как часто вы занимаетесь спортом?
'''

FINAL = '''
Мы закончили с заполнением анкеты!
Я не был бы собою если бы не предоставлял постоянную заботу о тебе.
В любой момент ты сможешь получить от меня поддержку и обсудить что-то из области кардиологии.
'''
